	<h3>Импорт виджетов</h3>

	<h4>Для того что бы импортировать виджеты на ваш сайт необходимо установить плагин "Widget Importer & Exporter"</h4>

	<p>После успешной установки, и активации плагина, необходимо перейти в раздел "Tools" = > Widget Importer & Exporter. Для старта импотра необходимо выбрать файл в формате .wie который размещен в папке "Widget Dummy Content" вашего шаблона.</p>

	<p>После того, как вы успешно произвели импорт виджетов, перед вами будет представлен список виджетов со статусом установки. После этого, вы можете приступить к их использованию.</p>

	<figure class="img-polaroid">
	    <img src="img/tm/widgets/.png" alt="" >
	</figure>