<h3>Настройка шаблона в Customizer</h3>

<p>
	Теперь настройку вашей темы можно сделать используя удобный интуитивный интерфейс WYSIWYG редактора. В нашем шаблоне мы расширили функциональные возможности, и теперь у вас появились новые настройки. Вы без проблем адаптируете ваши настройки
</p>
<p>
 	Приступить настройке можно двумя способами, либо перейnи <strong>Appearance > Customize</strong>. Либо в публичной части сайта в левом верхнем углу нажав <strong>"Customize"</strong>. Используя второй вариант, вы приступите к редактированию текущей страницы. В первом варианте, по умолчанию выведится главная страница.
</p>
<p>
	В левой части интерфейса размещаются настройки, в правой части выводится шаблон страницы. После того как вы внесли некоторые изменения, их можно сохранить нажав <strong>"Save & Publish"</strong>
</p>
<figure class="img-polaroid">
	<img src="img/tm/basic-settings/social-menu.png" alt="social-menu">
</figure>
<p>
	Детальнее про настройки в customizer можно ознакомиться <a href="index.php?project=tm&lang=ru&section=customizer-settings">здесь</a>
</p>





