<h3>Как настроить главное меню</h3>

<p>Для того что бы создать меню, необходимо перейти <strong>Dashboard > Appearance > Menus</strong>. Потом пройти по ссылке "create a new menu" Затем ввети Menu Name и сохранить нажав на кнопку <strong>"Save Menu"</strong>. Потом можно приступить к добавлению пунктов меню, по умолчнию вы можете добавить страницы, посты, категории, форматы, или кастомные ссылки.</p>

<p>
	После наполнения и сохранения меню, необходимо определить его размещение, это можно сделать перейдя в <strong>Manage Locations</strong> либо в нижней части настройке в секции <strong>Menu settings</strong>. В шаблоне представлены несколько секций (локаций) для размещения меню. Меню также можно выводить с помощью виджетов.
</p>

	<ul class="marked-list">
		<li>
			Top
		</li>
		<li>
			Main
		</li>
		<li>
			Footer
		</li>
		<li>
			Social
		</li>
	</ul>

<p>Далее, с помощью кастомайзера можно определить расположение и просмотреть результат </p>

<p>
	Для того что бы вывести список социальных иконок, необходимо создать меню с именем <strong>"Social Menu"</strong>. Создать пукты меню с необходимыми социальными сетями, и разместить меню в аналогичной секции "Social". Иконки социальных сетей применятся автоматически, для того что бы поменять иконки на ваши, достаточно произвести замену с текущем сохранением именем. Кроме того эти де иконки будут использоваться для <strong>"Follow"</strong> блока.
</p>

<figure class="img-polaroid">
	<img src="img/tm/basic-settings/social-menu.png" alt="social-menu">
</figure>





