<h2>Customizer</h2>
<h5>
	Customizer это WYSIWYG интерфейс настроек для темы. Вы можете осуществлять настройку типографии, навигации, позиционирования виджетов, а также некоторые настройки фоновых изображений и цветов. После установки нашей темы для вас будет доступен более широкий спектр настроек, такими как соц сети, настройки лейаутов страницы, сайдбары, настройки блока и многое другое.
	Основным достоинством является то что вы сразу видете результат, и то чьл за мгновенье его можно изменить не прибегая к работе с файлами или кодом.
</h5>
