<h3>Настройка отступов на странице</h3>

<p>
    В случае, когда на Вашей странице необходимы отступы в главной секции вашего сайта, есть возможность настройки нескольких вариантов отображения.
</p>
<p>
    Для этого необходимо перейти в настройки опций <strong>Cherry Options > Page > ВЫбрать настройку отступов на странице</strong> и выбрать тип размещения отступов.
</p>

<figure class="img-polaroid"><img src="img/monstroid/page_settings_paddings_options.png" alt=""></figure>

<p>
    Кроме того, если Вам необходимо представить определенную страницу с одним из вариантов отступов, отличным от глобального, который был назначен в опциях.
</p>

<p>
	Для этого необходимо перейти в настройки страницы <strong>Pages > Choose paddings for page content</strong>.
</p>

<figure class="img-polaroid"><img src="img/monstroid/page_settings_paddings.png" alt=""></figure>

<p>
	По умолчанию значение настройки, установлено как “Наследовать из опций”.
</p>

