<h3>Слайдер</h3>

<p>Секция содержит опции для отображения и настройки слайдера на вашем сайте</p>



<div class="alert alert-info">
    Внимание, если вы хотите настроить Слайдер опции, у вас должен быть установлен плагин - "<a href="index.php?project=monstroid&lang=ru&section=cherry-plugins#simple-slider">Cherry Simple Slider</a>"
</div>


<ul class="marked-list">
    <li>
        <dl class="inline-term">
            <dt>Имя слайдера</dt>
            <dd>
                Поле для ввода названия слайдера
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Количество слайдов</dt>
            <dd>
                Определяет количество выводимых слайдов
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Сортировка слайдов</dt>
            <dd>
                Определяет тип сортировки слайдов, принимает 2 параметра:
                <ul class="marked-list">
                    <li>
                        Сортировка по убыванию значений
                    </li>
                    <li>
                        Сортировка по возрастанию значений
                    </li>
                </ul>
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Ширина слайдера</dt>
            <dd>
                Определяет ширину слайдера
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Высота слайдера</dt>
            <dd>
                Определяет высоту слайдера
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Сброс высоты слайдера на ширине 992px</dt>
            <dd>
                Определяет значение высоты слайдера при ширине окна (слайдера) менее 992px
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Сброс высоты слайдера на ширине 768px</dt>
            <dd>
                Определяет значение высоты слайдера при ширине окна (слайдера) менее 768px
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Видимая область слайдера</dt>
            <dd>
                Определяет размер видимой области, что позволяет вывести больше слайдов вокруг основного
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Растянуть слайдер </dt>
            <dd>
                Определяет значение размера слайдера, будет ли он растянут на всю ширину или в полном окне
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Ориентация слайдера</dt>
            <dd>
                Определяет ориентацию слайдера
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Расстояние между слайдами</dt>
            <dd>
                Определяет значение расстояния между слайдами
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Продолжительность анимации на слайде</dt>
            <dd>
                Определяет значение продолжительности анимации на слайде
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Эффект затухания на слайде</dt>
            <dd>
                Включить / Отключить эффект затухания на слайде
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Навигация в слайдере</dt>
            <dd>
                Включить / Отключить навигацию в слайдере
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Затухание кнопок навигации</dt>
            <dd>
                Определяет будут ли исчезать стрелки только при наведении.
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Пагинация в слайдере</dt>
            <dd>
                Определяет наличие пагинации в слайдере
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Автопроигрывание в слайдере</dt>
            <dd>
                Включить / Отключить автопроигрывание в слайдере
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Полноэкранный режим</dt>
            <dd>
                Включить / Отключить полноэкранный режим в слайдере
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Случайный порядок в слайдах</dt>
            <dd>
                Включить / Отключить режим случайного порядка в слайдах
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Бесконечная прокрутка</dt>
            <dd>
                Включить / Отключить режим бесконечной прокрутки в слайдах
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Миниатюры</dt>
            <dd>
                Включить / Отключить вывод миниатюр в слайдах
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Навигация в миниатюрах</dt>
            <dd>
                Включить / Отключить навигационные стрелки на миниатюрах
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Размещение миниатюр</dt>
            <dd>
                Определить размещение миниатюр
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Ширина миниатюры</dt>
            <dd>
                Определить ширину миниатюры
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Высота миниатюры</dt>
            <dd>
                Определить высоту миниатюры
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Проигрывание слайда содержащего видео</dt>
            <dd>
                Определить, проигрывать ли в активном слайде видео
            </dd>
        </dl>
    </li>
</ul>


<figure class="img-polaroid">
    <img src="img/cherryframework/cherry-option-simple-slider.png" alt="" style="opacity: 1;">
</figure>








