<h3>Портфолио</h3>

<p>Секция содержит настройки для отображения страниц портфолио на вашем сайте</p>



<div class="alert alert-info">
    Внимание, если вы хотите настроить Портфолио опции, у вас должен быть установлен плагин - "<a href="index.php?project=monstroid&lang=ru&section=cherry-plugins#portfolio">Cherry Portfolio</a>"
</div>


<ul class="marked-list">
    <li>
        <dl class="inline-term">
            <dt>Базовый цвет</dt>
            <dd>
                Изменяет базовый цвет для отображения элементов портфолио.
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Лейаут для портфолио листинга</dt>
            <dd>
                Определяет тип лейаута для листинга портфолио.
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Тип навигации</dt>
            <dd>
                Определяет тип навигации для листинга портфолио.
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Анимация загрузки</dt>
            <dd>
                Определяет тип анимации при загрузке / появлении постов портфолио.
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Навигация при наведении</dt>
            <dd>
                Определяет тип анимации при наведении на пост.
            </dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Тип фильтрации</dt>
            <dd>
                Определяет какой тип фильтрации использовать для портфолио постов.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Фильтры</dt>
            <dd>
                Включить / Отключить фильтрацию в листинге.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Фильтра для сортировки</dt>
            <dd>
                Включить / Отключить сортировку в листинге.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Количество колонок</dt>
            <dd>
                Определяет количество колонок для листингов постов в виде masonry и grid.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Количество постов на странице</dt>
            <dd>
                Определяет количество выводимых постов на странице листинга.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Отсупы в листинге</dt>
            <dd>
                Определяет значение отступа у элемента листинга.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Высота элементов листинга</dt>
            <dd>
                В случае выбора варианта отображения в виде justified списка, свойство позволяет определить высоту элементов листинга.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Кадрирование изображения</dt>
            <dd>
                Включить / Отключить кадрирование (обрезка) изображений.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Ширина изображения для кадрирования</dt>
            <dd>
                Определяет значение ширины кадрирования (обрезки) для картинки.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Высота изображения для кадрирования</dt>
            <dd>
                Определяет значение высоты кадрирования (обрезки) для картинки.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Кнопка "Детально"</dt>
            <dd>
                Определяет содержание текста на кнопке “More”.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Masonry шаблон</dt>
            <dd>
                Определяет шаблон предназначенный для вывода листинга постов в виде Masonry списка.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Grid шаблон</dt>
            <dd>
                Определяет шаблон предназначенный для вывода листинга постов в виде Grid списка.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Justified шаблон</dt>
            <dd>
                Определяет шаблон предназначенный для вывода листинга постов в виде Justified списка.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Шаблон листинга</dt>
            <dd>
                Определяет шаблон предназначенный для вывода листинга постов по умолчанию.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Шаблон стандартного пост формата</dt>
            <dd>
                Определяет шаблон предназначенный для вывода содержимого поста формата Standard.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Шаблон для постформата - изображение</dt>
            <dd>
                Определяет шаблон предназначенный для вывода содержимого поста формата Image.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Шаблон для постформата - галерея</dt>
            <dd>
                Определяет шаблон предназначенный для вывода содержимого поста формата Gallery.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Шаблон для постформата - аудио</dt>
            <dd>
                Определяет шаблон предназначенный для вывода содержимого поста формата Audio.
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Шаблон для постформата - видео</dt>
            <dd>
                Определяет шаблон предназначенный для вывода содержимого поста формата Video.
            </dd>
        </dl>
    </li>

</ul>


<figure class="img-polaroid">
    <img src="img/cherryframework/cherry-options_portfolio.png" alt="" style="opacity: 1;">
</figure>








